{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              4
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.003,
                "minval": -0.003,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 4,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.3.0-tf"
  },
  "hash": "4460a1fb4a43f6bb339327380afb787383ac6f311f5f8a72914c96d7329822b8",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      4
    ]
  ],
  "output_shapes": [
    [
      4
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            4
          ],
          "values": [
            "1PvfPgM6wL4LNju+dx/Cvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            4
          ],
          "values": [
            "bkR0OkfPxLy3GxG8iqgqOg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "s96Iu0T9cLuXYKo8jCosvH6V+rxzWGy7YLwnu5v4DrwlXQu8sjXBO7Heg7yMgSC8hr6tvDuOiDyJx+m75ypiuSkVg7zD4My8kezdvPpvMTs06vo65zeavMq/JLxu9Zi8kTukPF2rRbtzIxi8xe3KvIsDUryPj7G7eO0UvJ0mHrwR3RI8Qi+CO7EvI7zL0YW8q6wLu1IMo7zYTew59rlfvGNLmLv6P6o54Xxduyo4oTtzM5q8n0gQu/n2Arz7ha87NUOvOzDJBrymIlm8VncSPBN0EbtG9L67b3qHuynHEjwoBGi8xZFfvMtTxTqEhiS8BdIZusI+0bzyAGY8u3jyu8mDfDsqRVC76wX5vGGcPLwZP0W8cNUNvJbnlLxLdKS7WB2su7yegLyElvq8M0ugvKT0fLtSC8066rlFu0STBbwX4Mq7ioT2u5/4prspDpu8iOTxvMLH+LsU2Jg8ueF4uwuPdbxGmqu8IjgOPPyqGjxCBY+8tdHnu7HHK7zl1pa8zotavIcG+7wY5gi9VG8xvFewlrxg+o28UG2cvKHYS7vFy6W8hXgKvKyIATvMuEG88/FLvCgiZDtrzhq80V+8uqieYzy1fsq87YVNvNNsy7xv9wu8izizu0d1F7y+77K8pX0UvGCv37zkq1+8il9RuwwWCLsEVAe9ERgGvECzvzwsMPo7xo/Lu1nSi7wXDiG88EZqvEKxt7sQ0bC8xul0vPHbCrzwg5e884+LOjdVk7wSJGg8tqSrOhFhvjugTuE5URWAvHkk+Ls+Tx88OLhjOpvhEryueEq8G0EMu+8WjLwlFsg4VOsWvECCszzfmYC8zQFlvKTAw7wjvY28RhOVvFXEoDlxMm08u7oEvM3lCLzPFEc8ixQBPV61sToTYYA8jaY/u3hn+ry4lw296ujTurCQkrwojRC78Y9EusUJ5rymy9G7okXWvHNVMjxmCOS8UfmJvH23mbx6Yus6IJEIvMJhsTw0sFc6OYYbO8NsxrzoBA48HBtWvG4gaLucTKa8",
        "QxsHPO6dDLwYH3C8VdERO8SBZjmsh6a7ZuUBvHUyrzphm5m8YMEWvH4ivjvjV9C8FYiNvJfdgTytZzi8VDF5O2nIr7xmWwO8+09KO0LcXLsv0nC8aovQvNomGzxW8a87YteWvF6ClbySL7y8LnYTu4zOSbwZfPu8zepIvJ7FhrynTxK5loXMOyIwcLw4/Zq3UmUyvB2c8rvWMrm8DRMrO76o1bqhEoO7h9c4vAPFErybBpw7Q5UJvKYCYDxMUrC7nZzJuhA8n7uNCWI8jQ6RunK8SDsCsyG9EvSGvP3/D7y7tcG8r++lvBkhwbsxIOw7gbLsOrv0TbwSKuu7IUBwvHRzvrxQ76a6JqynPIDYhrtnkCc8qU4gOcIaybvMUKG8CmpBOy4WFTzSwh68v2EAvCJ+WjtmwGM82QpdO6UfjTxEpRe8QFgqvCD4przcGuy7c9DRvA8fE7y4JbO8nwrju4jqTLxqqzU74dE8u/kYwLsmDj68vLWIvKzuC7yQ4fK7xvugvB1tQ7wbz3m8ILCivBXQCrwfgnS86SH4u2XFRrwvEo67l2xIvLKcjryNDAY7GGbEvPM0A7zzuSq8pflkO8KolrmuyV28PRhIPOh3yjksNGW72DXduwoRSrxg2dg7QJl1vNYeobvj4SQ7yTo6vOYKjTxaoyS8B8kdvKSCmrw05jW8Pd6ovNMGn7wKgju8pwnLOtsKl7taNzO8yM2wu3pvRzvuPwu8/l4WvMHmfLweq8g7DlCju7XHJTwFkCa8qcZNO9pOOrstwLm7HaYvu85BBDzGwXg8xWQ1u4wpxLyE3Zq8a0SevGwsTLx2bQS8XBsYO+0GHrwxjh09440bve6BMLyeNGi8asO0u65IgTw5eei6z422vD8YyrxpOcA6BukXvLuUHbtYK8u8zEPhu0l3HbwR4CW83IWTuteIXLzxXLS7dJFiuwVomDzYAr68XQNgvKduITsS1ya80EBdPITOY7xqahe7eYwBvHs60ztwmce8c3efu5K8XzwtaZ68",
        "AQNzvN+CEb06EY28d+fAu/T4g7yw/WO8hcO5vGKHTru+Tcy8mXYhu7WqBr2F4bq8TCzFu1nFCLycd+k4fZ2juyMTCL0M8yO89um6OubZ+jvaEZq8YONhumvAVbyKsjA78Fh8vFI6CDuvLwK9wFE2Oxh6mbwKPMq77IQMvGFttbwmapG5K6qRuzCjFrzzQQA8BBwmu+BLTzpqaF08bz6yvChTTDx0ZF68cNk4u7fOnLszbtO7jHVSvL9SU7wtfS+8qvqVvDSJgbsoxzk8BNuMvNWojbxt8o+8Se8pOypYH7x1yAK979eYPKlFC7xRxGO8nglCu1CVXzwQAm67i0g4vL7Zmrm/c8y7ML9MPG70BLvD6Ve8TkKBu0LY6Lugs0i8vv6NvFiuGzzvKi887Pbuu9rQfLwe6Ki8wDwBvfpv3ryTf1u86OiJupZeQLx/8Zg70vzXO/HBUrz3zR28DsslO4JyZbywsP+7W4wTPNW5iLxS6S+6nViEvDFtobyvVPo6gzkmO+LQA732nLW7HPpdu1nmKru0Pgy8q4+SvAPCDrx2wU68x8A3vEA3mbtCqqC7BwqpvEf49rtZkOY6xSqfu5rm77tlPg05Ek4XvKr6o7vT1JA7gD84vIVimbtkwS2886BmvNVdtjpicBO7MBODvI1hk7qaKw47yVEfvHHiLLw="
      ],
      "gamma": [
        "5bp7P051fD/jbn8/RO97P8qWej/a03s/V8B8P867fD+yen0/AR57PxVKfD/1zno/vMd9PwLsfD/5JXs/8qF9P1fHfT9Wo3g/LGp5P/9gfj8xWH4/ycB6Pw7PfD8DQnw/hLp+PzV/fj/HEH4/QW17P0DOez+VOns/DSJ6PzIjez+HqXw/IO97Pze5fD+DYns/TUB9P1GLez8jb34/78R7P8cdfT+evnw/eHN9P4+Sez/2w3k/Elt7P/xzez9DE30/ZbF8P3c5fT/FnXw/ChV+P03Oez9Ednk/Q0V8Pyj6fj8NDH0/GmR7P7B+fT8q9Hw/L4V8P3gLdz9/6n8/ocV8P8v3fj91wHs/zlV8P9z1eT+13Ho/XuB8PzZ9fD+HbXw/ral9PxytfD/1uXg/Dpl+P64afD/P2nw/ReZ7PwaIfD9fAn0/c5V8P3s2ez+hhXw/y6h9P14Yfj89330/kHJ7P11mez9Di3o/eyl9PwHGfD+Aa3k/YOx7P0+0ez9Irns/7PJ8PzXafz+DWHY/MV17P32Gez8ZNnk/iRt8P74hfT97Tnw/aJN7P2wkfj9Oynk/6916P3mQfz+Sg30/xH56P1YBej9XO3o/Is97P6g8fD9+QXw/DwV5P3yseT+nFn0/vgR7P2KKeT/NXHw/1Lp/P2E3fj/WVn0/83p8P6R6gT8kTn8/ZYB7P6FBfD/f5Hk/jdN8P1yNfT80vns/eFN0PyVfez+FTnc/uJx7PwfFez+VuHs/SUqAP5oZfD+1x3k/gRV7PzaEfj+9NX8/DKt8P8ineD8FlHs/vzp+PydSeD9r1n8/cl99P3WLfj9GRXw/6D98Pw1iej81V3s/vH97P7scgD8BsX4/nNV8P6GgfT/VZIA/PVqBP4yNfT/L4oE/L959P4n4dz/4uHc/m5p4P3pbez9Ain0/2r16P8IjfD+ul30/GzN6P4kLfj/4rnk/Bt55P2SeeT8T2IA//vl5Pyryfz+nVH0/7bB6P2TRej8mV30/1ex6PxjqfT+6k3k/",
        "pMF8P5Npej8SkHo/+J59P6/Qfj8uRHk/GYd8Pw6mfT87DXo/Sql8P+96fT+luno/bFB8P5DufD/vDoA//Ah+PwASeT/ZOn0/a0J9PzhFeT+Qh3g/7o16P2Y4fT9t5Hs/lDN5P8rpez+6AXs/z5B9PzGXfD9gcXg/YFl8P7Mnfj8jf30/hLF+PxoZej94Dn4/jYx8P5gGfT88830/Ksh4P7F5ej+IGn0/FmB9PzhCfD84+Hs/8cV5PwCrgT/S9X0/DTl+P3vqfT9Fv4A/o6d9P7BMeD/CXXw/6R98P8cPfT/hfno/oHF7P+o3fT9aQ4A/8il+Pw+JfD9en3s/e/N8P+r7fz8hXn0/RPx6P75afD8Nyns/Uol9PxCtez+yyno/y/p5P7Vdfj9xr3o/8PJ+P1StfT8qO3s/oct9P9Tjfj8osHs/bAt8P56vfD/hJH4/wBV9P6WFfD/G+3o/uOh/PxFCfT9Gxn8/XFl9P03wez/2+Xs/2RB4P2z0ez9Mknw/DgR7PyisfT9o7Hs/GPJ7P78pez9yx30/jQ9+P8+4fD/6A30/Mid7P3n7eD/n6ns/q158P8ytez8qvH0/bM97P9eaeT+57Xs/2oB6P5qIez9+FX0/ql17Px/IfD/izn8/cu18P6JOez8VS34/27Z6P05LfT9yxXw/l3x8P7u6ez88sns/LWR+P+lufD91An0/AzR8P68JfD/fnXw/CKN9P3ureD/JGX4/hB19P6JgfT8h5n8/U3N8P7zPfj+1gn8//aN/P9OXfD8dCnw/lKJ9Pyzdfj8O9H4/SzR9PziXeT9LPHg/UwN8P5adfD/lVXw/tpV/P4JKfD/yQYE/QmJ6P4FOfj9D/3s/gYx4P9ISgD/nZX0/aFN7P6qTej98TIA/Ur19P1zpez9673s/rF18P/HTfD8m93s/l+d6Pyuoez8K9Xw/iLZ9P23beD8Y4nk/hBh9P67OfD+zcHw/vex9P3T9eT8gA30/kDd8P4k8fD/wYHo/Q9B8P/togD9BpHs/",
        "nSh7P8dbeT+lT3k/3857P050ez+wLXs/olB6P6d5fD/vpnw/VP5/P1ZaeT8KIng/u+J8P3vYez/ZKX0/pW19Px9Aej9A7Hw/6xR9P5Lnej8q5no/0617P/gMfT81gnw/7A57P21tfj/scHw/4VF+PwAEeT+Qhnk/Q2R8P3b3ej8q3nw/tlh6P2S0fT/sBns/wyB7P9qLej8MqX4/U6t8P6xmgD/Dy3g/4lV8P14DfD8w0Xo/Gvh7PwRsej8f2Ho/dth6P74oez/TIH4/6md9P14tez/YSHs/Fsp5PzDOfD9gzn0/c9aAP3h/fT/BeHs/eoZ7P2q4fz8UzHs/iNF8PxhnfD/pmHo/O0N+P1FSfT8eunw/R+58P/1TgD8McHk/9CJ8P8nigD+wGH4/Pkp+Py73dz+J8Xo/F8B3Pyc1eT8zr3s/wKB8P6JQfT+7qX0/MUaAP9uvfT80R3k/m4x+Pwt9ez/fJH4/B8R6P3x1fD+kHX4/wRGAP5Toez86Wn0/jNB7PwmReD/UGn0/O818P80nez+ABH0/sfh6PzLzeD94k3w/oXp8P2Tsfj/x2X0/YWt7Pxr0fT8Jbno/xyt+P9oMfT9PmXs/rH16Pyy7ez+pjoA/ni57PzcnfT8mo3c/dg17P3qFfj/ZVnc/0H98P5H1ej/lGIA/0IZ8P+sCfD8="
      ],
      "moving_mean": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="
      ],
      "moving_variance": [
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/",
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/",
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8="
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "nAseu/H8UDqQZkG7ZCQXvO+zPTsjvTI88A2AOtiI8bvBIR27sJm2u4OSSrvbo6S7zeBRvLFWbLsApv677kBgODeBqzviUhc7y+9JvB5Qmrv69DO7h+gMuzzYTDfm04a7DFLwuCNJdLqA4zG7yPabu4LRO7ro9a27GE8HvJW/JrpKssa7+MruuypFgjokb/w7TIFvu3y4Cjr8R268bjFCvP9hBrsCh0C7aK0lPOJPgbxIdC66O1ZCuwyqlrmQq4I7NqYcu7Ek17tGnP27HKoXOtQs57vyRjM7wKeFOvvYjzrOCY27x0ywOe1FvbtlzEA6mZoSPFWuTLuWBzi8s7Juu/9KdjtMKxa8cyVxuwa4ODtXsgi6q1s8u6cyMbyCFT88vj/2u5v3ibte+hm7cY2iO1DDO7oQOq27CkCaO6R+oTtFwIo6u4D3u/e0/TuSnrK64FJIuyV3pTudPuW7USl+u6B6RTtRZmE7RNWqu1Tab7oZfCU7I6RsuuGQBbwJn4y6zEFzujgGNjwmKdC7PXGRu83HcrsQTai766Sbu8xg+7qmxMK6lagMupXPw7p5KTW7ioYpu3uYPDs831E8lOKWu7ZYaLrN5Je67fxRu06FSzyzH+Y71luQOnVdVbuo0os7IuxHua7pwTtRp2A6HU3quqiEDTop6Ca6Akksu9SOSLrh4/W6SmRROquk/burLxC835UROyp9mLr62u64wbBYuhVylrscTUg8XjWsO49Tl7qE1gm5spwBPBAbJDtWbCo7VU/uOfqRqzt2tRu8oQ5qu7Yb7rlRmXU6pwvEur7HU7vPuhC80Hd/u13rCLx0HRA5oYvEO6uzEzzFNC28WxCZOrFjKrrYxdW60VaKuyboA7t4cJm6ji4AO7gyOjpigjC8m8ygu837DLyO4LE7BUxxu5mZhDvc4gy7c9ifu9zH+DaoaSA5VG2Xun6FsTsCR7u789hfO31AgLvi7UG6EuSpupJjwbqj8Me69RZUujjUBbxMwii6WuF2OyKg7LpcaAS7",
        "tVqDuZyKlrmL7si4e960uoRZdrpECU27K7TPOdVErjua8wI8e+XTuqAF7ruUbI25mE28u34XvbkGIww7FdhDPN8iN7xc4nm6fusXvLIPuDrauQ25sOUKO52K1bvtdbe6u+GRu2+ENDzcefy6mUwfPMz31DnruQ67ZvpNu0WAQ7w24Zi6x4KOuQjX0TraAcq66vM3uzRSK7w+Oka6IttvPCaEDrwChNw5hoB3OnsAjbuB1fA5hVxZu7ROajmb8wy8cCDCO/Qla7vohBA64UX3ObFRWLuanmK744iMu9SsZbzQluc7cA8DvGPx+LqGsIE4S3muuyTM8TlPzcE7aJ3Fun+WUzprpx08pS7du6zWYLt1Zfk6WTCDOwOl+7tlehy82+8+OlJt0DowotA7rNZ2OI9gFbw8dF44Bd4NOgyIU7sbnkM5yzwYu1V1VjwXJTa8JrCeOif4GDwFwRA7cQKOuaaQW7uOVwQ8oe3Eu4ar4zoydb+73YcDO9kUfrtGTpU7TbEQvHjn9TukQyY7sF77u1LvzTunSWm8ABzDum0BFrx+NpS78pFlO2QlgzzicW06cCFgOs6QEzwqEQw6My24u72uyrv4uRE6f2fquv+Nubu4c+C7P0S9usHwzrtEnI+6QzXFuimukbsPWS48g65Wu18XlbqgaIq7d/uyO4DwnjuFIAm7EE4aupQC9rtxbMG6Qvq2ulz8lLvAPMW6nJ9CO4z/Zbvcq0u7qgbSOwWarbv35BG8ly5oPPWFqbptwDS8fl+ouVtP7ztMapY5RerUuzCRgzvoO7s6+SI/vOz56TqJckQ8HD4WuxLprbq7bE67nL8Iu7aJ0rmBV0Y5o9YPu4rnGbotvDE6qhm8O0YWbbuSLyY6/Kw1vOEW3bv7uw+59julOY4IFburlIi4jNUSvDKaKTu7LFc5IFOZO9LLirtXas+6dsGxOiYzojqwJJS7SbwEOxOpabpy4/m7pA1kugaNsbkcJkS8crjZukReEzvMdTS7clqiOf1DT7vmlc+7",
        "vHq5O4/aK7yqMwa8eMGvumYq6jl/RTw8PV1PuWr3MbzvE6+66caeu+tey7t1VcG7sMfquhQ6JztvLQm8LqOCut57srt3yYS7IfvuuqS3VrswOqI5UoroO/u137v37Hm7rw5bOh+sqrtsZ+G7lvQtvABNQ7v7WoU8fkOfuz59FLyYzF86du78uxjslzr/hwK8iAfquz2IdDvaXoa7KiImvH6np7vF3z+7M3x0uv7zrjrBNSA8ZwoBPF6BArtOGrK6AaEDu8uNWDlhw967gc0BvKWC0jvGCwO75wgpOnCNhbhwHEy8Wn7Ou4dfxTrafcK7/NqQukatGzzNsDs7AFTvOUF9o7uVAjc6ApNOu7d1l7pSCpy6bomKuwzjlDqSM4+70mBnu4Q4EjxP9Wc6W4weO05JLLwCfQ+7hE/7OKw8z7umpYK7D62pOgpU6rpiax07NSMsOk6AdTyN3ES6QD/MO5Te7LtMSS+6FwAOuwIuAjtObW48r6HfOXzwn7kvyfu7/1Gxu2i9tbt69ou46NmROx9fAzvS8NO7ohhBO+vhHby8H5U6TsO5upg3x7osxdC69Cizu0TZ8jqiKgO7u69/Or/YKjzOTo67sdqUusabFbyujrA3433uuqQe8Lv6SN44BdYDvEzuBTsqfZK7igImPDbtCLtouMk6LA2SOrmIp7s="
      ],
      "gamma": [
        "/gB9P9CdfT9tiX0/NLR8Pwk3eT/gs34/2v9/P/rrej9m/3w/oiV/P/d9fT8ifHw/Fsl9P7qUfT96cH0/tD9/Pxk1fT+/2ns/+lR+Px9ufT8J2Hw/np16P+Yxfz8bcX4/n+h/P0IlfT8SSX4/Xqh9P7Poez9pxH0/oRx/P6i1fz9F0H0/Jnl+PwAAgD+et3w/7LN9PwAAgD/dbn0/UH18P4p7fT824X0/iZ58PxMifj+KAXw/QiJ9P1QNfT8ZFn0/Pgx8P4eHfj8rmnk/px99P+beez/Rk30/GRh9P1L3fz99tHw/t/t/P4bVfT+F3X8/wTp8P29GfD/IpXw/73x9P+eUfT8OO3w/MON8P6fiez8HdX0/pMB9PzdrfD/50X0/qkF9P26Vez9KCX0/R/V7Px9EfD/i9n4/dZl9P9jkfj/+DX0/5nV7P57KfT8u5Xw/DoV9PxERfT8vvHo/kQ57PzWTfD/KoHw/Old9Px+cfD8r/38/Frp/P3bQfj9I+Xw/+i1+PxtXfD9XQH0/pZZ9PwNTez9Nz3w/N5p+P5/0fD+NVX0/VTV+P4NGfz//n30/s5p8P/BWfT+57Hw/8zF+P0QcfD8ZFHw/hPl/PznYfT8ZcH0/vGl7P7mEfD+CV38/Ykx/P5wdfT8j+X8/N4d7P+FAfz93fn8/gyJ9P32gez+A5Hw/f5h9P872ez95eH0/Z4V7P2syfT9ED30/CGt9P2HSej+mrX0/4aN8P3jUfz9sCH0/PDR8PwAAgD9g530/AACAP2zjez8Odno/Ih58P2z7fD9ua34/jOZ8P0T1ez/04X0/rhB+P5rdfD87qn0/hnl9P5mBfT/XO38/SAJ8P5EufT8EgX0/Ut17Pxr7fz9963w/Al59P7Fgez+K0Xo/fB18P+YgfD8U9X0/Ii16Pw13fj/Gbn0/Y9V8P6vJej/f7Hw/TYd+P4ynfT85E30/aqF9Pyd/fT8mzH0/k5N6PyCxfz+NIn4/Lip+P6E5fj/ZbHw/X4d8PxZefD/YHH0/",
        "pHB/Px5Yfj8sA38/jfV6PyJjfT+XCXw/nPV9P419ez+Jm30/ECF9P8b+fD/c3H8/vZZ+PyVAfT9rin0/rlN9P6pFfD/c/H0/uct8P9p4fj/A/H8/uM18P9KUfT/2eXw/R7V8P2j0fj9y53w/ptB9PwAAgD/QsX0/jZ99P9l2fD/yYns/nCt9P+H0ez/83Hs/o7t9PzoGfz998X0/wQx+P2dHfz/kLX4/J7p9PwIYfT8AAIA/Wep8P2NHfj9m5Hs/HKR9PwA0fD8pk3s/5v5/P36KfT9rnXs/xU59P/+tfD8uFn4/xaB+PwHffD/VO3s/9W19P6bhfz/WuX4/fw99P9qRfz/H23w/n6Z7P2USfT8CTHw/b3F8P7lSfT+4wX0/0Nl8P5AYfT+dbXo/Y2h9P/tzfT+4OX0/mPF8P86QfT8+zn8/1L5+Pyz0fD8KqXw/2/x/Pz4kfD/m6Xs/vI1+P22Wez9YXX0/J117P+uxfD+A0n0/4tt7P3UVfT/v7X0/B+l+P/f/fj8JzXw/5lJ+P5iAfD+hP3w/L6h8P1OcfD+Ik34/g4t8PzRifj8AAIA/4ih9P6xnfT/Z/n0/aYB+P+yYfT9iX3w/3SN9P0h0fD/FkHs/BDB+Pw79ej+oiHo/2A17P4Qefj8cOn4/ly98P+VjfT8HC3w/sLd+Pzfrez8FIn0/w+N8P5zlfD+Dn30/gjZ+PxjtfD820Hs/aep8P0kXfT+oMX0/p1t8P2nvfD8kwn4/Bu59P4pofj/EVXw/btF7P1DefD81FH4/I1d9P7V3fz+FBYA/oyB8P1Ssez8jVH0/QHF9P3fOfD8TPX0/0mZ9P4fofz/pMH0/2mh9P2/jez8AAIA/Wfd8P2BueT8AAIA/LYN8P/Slez8dz3s/UI57Pxg4fT/6sHs/F5F+PzaLfT9bDH0/Rwt9P7TofD+E5n0/AACAP1b1fz/xSns/WaV5P8nVej+G+3w/pV98PwwBfT8lW3w/+B59PwhUfD/C1ns/mMh6P8ETfj9xl34/",
        "zoZ9PxBdfD/4yXw/NXp9Pylsfz+vp3w/o49+P1A7fz+jwn0/8wt/P7jmez+gQH0/Hsl8PxgZfz+qJH4/vd1/P7lRfj9svXo/Ve99Pw1Sej/ZdH8//qJ9P3KtfT/uYX0/vvR/P0c1fT/Zv3w/2jh8P5qLfT/DFn4/Kil+P7+WfT+l9n8/dMx9P9UZfT/VfHw/IRN9PyrJfT8frn0/b5V8P3/kez9yvX0/vw58P/0Efz/F8H0/g49+PxXUfD+bon0/Bn58P7zofz+xOHw/lS5+PyuIfT+B0Hw/aUp8P+fdfD8vL3o/K3p/Pz7ofj893Xs/C/97P4ZBfj99anw/vTl8P68GfT9MR30/pg99P56YfT9b2H8/V9N7PwdrfT98QH0/osd8P/W5fT9h1H4/m0V+P6wRfT/4EH0/sTR/P6QnfD/7Hnw/4yF/Pyr5fz8vdX0//Kt+P0RVfz9GKns/ZwR+P/fAfz8tPnw/YyZ9PyxOfz/WUX0/Uvp/P+ndez9P+H0/zlx7Pyz7fD+t9Hs/plZ8P13Lez8E+n0/DY97P0ctfT8kW30/cOR9P5wJfT8AAIA/g/F9P4K8fD+e7nw/AACAP20ufj8CB30/S218P199fT+/WH8/0V99P4Rmfj/8rnw/Knd+P/mLfD+h830/LIh+P9i9fT80Dns/Vhx9P32cfD8="
      ],
      "moving_mean": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="
      ],
      "moving_variance": [
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/",
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/",
        "AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8="
      ]
    },
    "dense": {
      "bias": [
        "TJN6vAWlN7syLcM7zd9+vG7mGL2ac0+8nM9evBKKZrx10gq85JSXvLI9kLy4Gw68UyJTvC7S7TtFYo+8sHDyu2JeirzXBPS8BoTrvMS/t7sXLZ67lorpvKAPobzBkJa8nuskO+dwgbt16AO8Wg7OvDPPdrxfVpK8eAeCvIUvlbxsS4271qpovBIBPLymWJW8qC5cvHNiTrw4uaa7L6CdvI9kTbw7IdC7Zrc4vE8LFrz+zpO8bboBvJY4hrwlH1O7pG8evEkSAbwEs2y8AbA4PMtOjrzNWGG8TVNkvD/p2zvfvke8OrGhvMrwObwJcJG8CYqKu0zR/7xLURA8cSswvCrgdztSkya7ASLQvDdrv7wZ97G8JEcyvHxHyby0Xk28eYSpu5HIdLx5KN+8cKN2vCpfjLywrTa8U0xZuhG9hLwLzQu8iNiYvJJJF7w3ecC8y3czvOg/9rseQ+s8V90/vFtbm7xR7zS8XCxGPCdwsDqX16e8BBxKvBql1ryzn6y8R4dUvKYpD7z6YQC9DBiovBOXqbzxypC8l8KdvLBDM7wTP5C87LNqvDWcxDplb7a8m9ilvKJrSLzfmYe8w0YIvAKcoby/pfS8H9GgvPMXYbxpcoK804rEvEsbqrwSnKe8RTU7vCgjD73vL3q8OuHsuqxjpbsuIA+7gkpfvDggwTyGB2I7SA2cvHulm7wYgbG8+5nQu+d3JryVf6C8xLrWvDLrj7xHwrK8uYizu+JV5rxyzrG7Lq6eO4YdM7stcqO7YM7LvM+U+LsAZVK2/GkgvMh+nbx1kj68u97wu+1RybyAlfu7Fhw9vHotMzvKHKC83ECtvD9B/LyseaW8benMvBDXIDxv3qI7FPZsvIbxUrzubTQ7a+r2PHDOu7vZ3708Trvxu3KQDr2zTyG9l/XdvIJetrxzY1u7moSivHuawbzXo3a8HBDwvNLo2rs4pPu8Tc+yvO8SBr2iAV48nequu8Xw6Dx1JXm8dMJ6vL7UybzQHIq79eGLvKifBLySCtC8",
        "La8tu2Z7o7z2LcG8hFb6u0Do1DuxEJu8PBZtu6a0HbywwdC8mS7LvI6mm7uAoay8ybGWvHs6RTo6ppg7hHedOpmvzbxbtoq8KcyLvIZyBTufRoi8qS7ZvGcDXjpIhpC8nonRvFHLrLx+ccy8AoYhvHhHTLw1+hu9SvtIvHUKSry0UQ+8mD85vOgal7ziljK8ut6LvAGeMbwhgtG8mLKAu/P6L7xl0ye8j/lLvDPen7xo9iG8ITK1vAK9pTxoVt67sLeuu3rKWrz2tsE84VYNvDDasrw2SgS96mmdvFeok7yfK7m8fXW7vDw6MLxXPjA8VbyTuy6xj7wcj5K8opN5vPueu7vPSe27jQh6u90h6rv3EEQ7gsdGvLEvUrxwfte8ILo7vPAlKbw96HK8d0hFvJkg2butALG7htXMu5JcXDwGaqK87y9wvPNvwbxrrri8+WPGvFds57x0/8m8C0sYO4y5jrxXQas71LcNvOR9LLzHhyC8uj7HvAz6Frykale8JL+tvOemD7wUgMC8dIKXvJYtKbyW5YO829QhvJkOgLzkHaO8LAd2vFk9jrwZOHu8r1ySvL2s07sy5Fm73tqiu+t38TpHVYK8dTewvMDXELxmeOm7dOebvLkgeLzwkho8idNTvG1Aq7xiKHw7l+g/vBhgs7p8KI289TxAvCVzrrwVlqi8qnQPvBNsqLy5GDK8c402vIX9Iryu1Eu8oaUkvIrQO7z45dc7rj1CvIR5gbz5xqo7E2qRvOIaJDw8gYy7ODdYO++wY7xBrXG8uizNuzopVDyzRkE8Dk8NvN4Bhrz9lfe8lGmrvACVYLwzEaS8SY6LPLlUQbzCK+E8E4EFvcPKhLvSq4m8tKHPvCIn2DyxJha8r3m2vMAVwbzERvg7jugYvPWGo7yT/MW8Ds/tu4ltZrynPTm7eUajvPRbobxrdYa8A6Xluz4lwbz6hRa9aMdgvNgrHbyzORC8Rk0iuvfFuLzqEgu8DAOdvE7B6rsUSs28wgJPu8/wgTy7qLi8",
        "ovfBvEHd87xj6z2821UzvFPfq7xEd4a8VsC+vDAMhjlInJq86Myuu/3X+7wKvca8dlQBvOy5h7zuuBC8j6fcu2nD/LzzjGC84LsqvPB+g7vlWLm8csxfvI7z7LyOw6S7oT6evJJhRbtfe/K8DTEMPFBQ1rwiVJ68EUyUvJKpxbzHMAe8FBacvLGrD7zNVcy8TOosvCSTfLwc8ES6cIWzvL0VRLsepqa8WCtGvKbOf7zjTLK8aMdGvMdErrzOwqG7bxHHvE2zh7ynu4q80m6xvFgSirw6sG+8DMc0vKN6abxVP7684j2GPMRSNrxspaO8jDbSvKhxA7x1WRK8o2WSvKZqkrsKZJa8tvV+PMeHWLxmXIa8TFoOvPwsbTyF5468vSyzvAO6dDzrPkM8zAuQu7bs9LwwiLS86CUQvZGhDr2sDZe8MPETvPh+iLxZc8+7MbYfPOAGoryM1sS8kpwmu12+kbzlWBK8bQ9yu8TfkbxJM/O6DTbzO5TFnLwkDbS7FlXNu2EbBb3y7Y68ffIvvEurn7w5Xjm8uZcCvbfCEbztjoa8C6FJvHyworlC5yW8CN6SvDONxrudcgC8VZqtu6KparxN+zy8p9JHvCiDXLxZNOg7t+sXvJhWhLynOoe8mnhzvHpSFzuilRm8mX96vPtqL7ybnSc8IBJkvNZVjrw="
      ],
      "weights": [
        "w46IvXn1DD2C3WQ9jMFrPPFHCrs2uuK7jfLyvMjfGL2+BYk7Mcg0PWQ9G73gXj49wrg7uV5Ehz0GT7K92WgKvelW47xS8WW8TXkLOpACxb2XpGY8Va4hvIyijb384VI9+nuKPXoiz7y6P568NzEzvQua/zt58o49dAF3PW3ykDymTXq8yLq6PV/eGjvmQcA7WtZAvKMTLD22Wqw97xj0vGC8qj2tcyU8iZGkvXzMVT0FOBM9ANJNPHUgGbuT4Ew86oa1PaZOortq+u283aW4upPsBT2im2U9N1U3PG8OjD3OiKK9oYGMvYuOij2Xl0q9uBZHPZlEJb16pMk8mnwuPAoZtD1K08A8kjpxO+PGcryvvoO9XW9ivTS+b720/fE7AaXaPLc/47sau5w8OgBbvHZnJbwG4BC6e9OdPX871ztbJqe9kpGWvG4e+rsgy6K9vB1ZO8Ksezzt60g9mOqSvOB/h70mAQ28W+tdPZ2SbT2IFTI9l0rDPOfhxz1KK1G9K1K0vbAoUTuZ5S49+aGBvWHXyrzdwRs9YxuGvZA7ar3C/qO9RHDvO/jdVrs36mM8RhomvZjhLDwu6mq87RnaPHF+eD1Bc2e95O9avVSzeTompHW9WWAvPDxG7zzLRna8m6GiO5ZGD72Kdua89hRKPZU3C7tN9mk9wAWnvdiijz2Z/L08XyWzvQ9Eqb3D5FU82XKbPV+YsL0cL6e9rwafPYTL67r44ks9EOauvGdoiT3s1Js84ue2PZj/Uz0Fz0I9x5yUO+qYSr3nazI9Bb4UvYswLjubDRE9OVFnvN9x77zizeE8YpaIvZRAwz3HTBy9EhwGvMlVjL0IRwS8PsZWvTlGwD1uBIs955WUvcw+irz2stc9Si47PXfHrb0I6J49OXVXvcCg7rzADj29NtSFvbJ1kr3Fno49TiGAPSBlTbxYXs+8DERGvWfSgz2dl+05+ZfAPGZsiT0N2XU8ohW2PaUzqzumfwI7XcdBPftAJ70MqZE9WzfBPHxZWLx08DE5",
        "R26cPep3hzz/S4+9xlbPPOeGtjxQ2508HL+iPd/Yzr3YKW292v4Xuqp+Lb03UVW9AoCQvYm0hz2Cg5o9ACBVvBnGnb2+2X29HoOqPbj9Zj0hoCQ9yTyVvZGziL1/eB07h9lSvGator1ul/S8oONgvfQuuLz7/FC954hcPCJlFL2QKys9212XPcBDpD0RLYu83+UwvaFgjb1Nw6y9IUIcPQSRnTwUPT08Yvp8vDSLob1W5bo9ryIOPQNQbz3Lxow86cyPPUMdvbuhuII9riIgvfymzz06gjG8daUWvMlyhr1j55e9yj6svSKOmb1CrbU9a+SsPaaNf72ZYhy8g2+sO/DNjzrPRSE7uMeTPcyYvj2YWRk95Cu7vbXIwrx/0IO9eXiMPfcohD1BRUs9xt0WvH14N70iO3U9N1O6PbvHJj0jawS881lmvRCJib0J9RE9ClkluwEiAD1tEYq9GioUPeoz57xY6LU97lW3vZeED7y30G88UecAPYaeEz1H/Vq9i1yevaQ/ZryR14y9fCOIvPIp7jyGUCC90QdRPfEofLwGXiW8DM/FvPw6IT0fw4c89AQuvU7VpD0Nq4U9Y7WBPYgDWz1Pu6y9R4C1PPQm4zx5SFg7YQF0uw1BG734goU975hwvd01zz1+euM7v1FtPeLjQz1nxqS9lDstPH0gWL1/qvW7oed0vLf6WL2aD+y7sFWcvNnH2rxy8WC9W/aBvfUp4jzu7D08EOqoPCt1Q7zIw3s9aYOaOI1JR70gVL09mBVjPXKYo736md+8EYCdvcdrHT30MIU9XoSuvZ8GQz14Fsg8NoRvvV5Uvb27XIc9OD5PPVsgd73016o9NY2EvSpfzj1+tVi9X5yvPCvh3DyGASu8t6mrvdzXnb1pgJ89zvCfvWQBerv8J7M7oMBAPXM777ulJE898u2Gu+/Ar72IyLy8Zg41veA4Uz1vULW8dSJnvTlms72bdxY9UPXfPf61jTwI6ho9BVCfvcCxhb0Ty4w9DbkgPUgnmD32/ja9",
        "t0ijvRz0gzwBxDs97saoPI24rL2Fbhk9xpdivDCZkzw0WUw9FUJouysfZ71mIK88bKJJvDohmb0CpkO9GtMgvVcK9roKc3g8QwWGvSKsqD2L/rC9tly4vMW1Fb2tSHC6MwG2vUrabDmwoWy79sthPR0kAj3czd08TCy5vUbjoL2n56k8llXHPNaQ1bwZ4LE92k+jPHYOs72VP8k9tn+EvJuQWT18mbA8jMctvbepwz0Lm6Q9nQBLPF1XaTsaoRI9P9Gwvb8Mp7yDYok9eaNNvSveqrz99iU9IXkoPTxla7z8lOK89yaGPVEWKL0Pei+7PwU8PA65hLr0xNK85Le2vc86MDz6Q6Y9sYoKPbW5WLwvz329bfiGvPe5Jj06jVY9rmLAvBThizxUGcs8JwW0PJURCbv77CW9pvy6PB6CCrzq+h28UW8oPY00trzxICs6HPVKPbxR4zsJdR88ZNkIveaEKL3xQzi9BEafPXvjtr39OCs9J80/PSGmE7xdMKK9/z9LPfUYljw6xtA9+wyzvEkiiDw2mrC9kUlHvb8fPz2CrIq9OUJgPHbduT1uYQO8snWWPDRNlzyFePo8KTRJPU1wMzwDQHM9/s0RPZUMcTyt/U49qx5JPVmuq7xWsQA9+tQEPYprszx1Aks9DsBlPRCZgj3Xuvk8y42JvR5pijyyUgI9lsVjPShBGTz57wM8C31pvPrMEzqTNJa9kVjovKWEnL1FeoC9CKiEPdtRAT3rVjW9rRGcPNw2nzx2O509IzSrvemIiL2Pgy893KRkPJNrxDzhvQS+aQuSvCqB2L208b09vSuoPQ7bcbyFwmu8oAMVup/I9b0l3L29A59vvfuDvD1wm8s75hyzPX5KJb2gb5Q5n8ZKPHValzwplYS9SJP2vKwsv73b9O29J4eqPR5/OL1Y56k9NxBHPSz4Srzol/68dgyTvaVE9Txgk0O9SROTOwDPXD33AP47Up3CPEbnfz14wGY93PTsuxcGqb0x44U9IEsIPWD3LT3AkZw9",
        "2veRPJoorD3vaTG9Em9ePRTHQL1pg+e9CZFIPDJ9LD05ToA8Y9uYveRJSb2u9CO9TlibvQm+lL0cuy89Z/elPSFLoT0ncIu9/LhBveEfBL2UVUa9XeCpvRSkoDv7OJ89kk6KPfwWDb3i5Cq7deiovRernT1+wFi9jqOWPY6mRT0voD89u3CwvRkiv7wPa8e9E1aaPeo2Y72s4PE8A7w8vKvT9L03Pu69mml8PUkbdDxD0ew8RydLvO8L0L0h0he7y9WfvSn8Dr1U0WG8Ofj7vBpRoj0q6K48+UqEPPK897yhdd+9q+fGvbBfyzxxhQ+9nUjMPbaPzDz/RuW9US3jPKC4YTvIrgW93BeavM4eBD3jTJo9RUf8vCuvpLwXAVs9OOysvV9cKT2ZtLo9xD3Evev3qb1y5Xc99LKUvcjSSD1fH2i7CP2dPBLSRb3Aa+W7XSAPPNX3dL13oq89U5BMvDGFor3spZ48HtvFvdsVjr1b4ve9XFLDvXITRT0i2KG9q3juvDd2+7tF1aS9q6qcvXktHzxb9589w7V/PcHc2D2P/iY9687gu/CFZ7zKM+29durCvLKyVL1qe4s7CHaJvZsVVL0+u5E98WyfPe9G+r00a0A9AqkHPckVrL3en789MAoKPeyk1LzFjq49ExBKvHMxdz1ZF5+9RWOrPQJ0pD3655s9HkyFvFi61Lx0WVI9gP2svUBhJT0ZOnQ9nS6UvYFYfD0vOQK85bxdPPnw8b0MN+48bDepvcvlpL0ZzSW8PAZUPUvTyb0oVnm9ZaeLPK0f5r2xYdk8SJPKPNZQ1jxCX4i9gDx8vKxIUz1BRN27NQeaPetE9L3a7Xq9qMbCvdoCrDt6+L291ok6vU18Ur3eq7o9WgyRPQ3Mwr1JiZQ9DuTGPa6qSr3VQH695W39veySwjs+CWq97N29Pc8mzD3za+28dlubPR8for0PaoA8sG4yPfFEA76TDhU7g9eTvQMBST2XeGk9yDC2O3Bhur3ITeK96u1wvTpZ7L0QlKs9",
        "IyjhvTisrL0P3kG8vmMuPXKyxT3TkDq9QP6IPa/vr7zTXlI9+oWgvXLgnT3/Te29Qk62PcX0ZD16AMK8qH6GO2V7Mby7fp49SZc6vcBEGb268rc8dsf0O+svUbztwcw925EnvZl9Ljy7LkU9H/mOPWbs5b1bbSU87i6FvbS7JL25Sz89Zg7PvfjN/jyY64I9z1YjPTV/v71OUg29u4omPKkr3b0qP5092oY3PRgWA7wXxfu9Tg+cPdLBLb2vpJW9NXA5PPNOAz1U1gC+rpc6vc1Sc7zitsM8EHkxPFErbzwb36y9l85YPLQn2L0Tr668DxD6vJ1Chb0duqI9SWGNvUbthL2IzXO91AiyvbTBur0sIC+9EfqQvcLucT0Nk8K9pWCzvHPPxb1WQuu9WntxvZA017zDBCo9EMW6vZysSj3ut8c81SHFvA7EOTvSG5E93HmkPSlplL0Z3DA9C602vWSLej3XHXO90TlOPTZFib1qOmq9Au+wPXGNqz13Fpe9Lty2vY7jHD1YIo69ieCYu4uvpL108r88AR1IPNFtVL1Jt7M9ceYBvf76fT0WR9e94iHcO03asb0e86G9X8TjvLH7ub0WgZ09RkciPZDqjL04o+G9e3hivbzWHD1QwbM9EbH7vVHcWD0xR+O9HGyAvby3k73vRYg97RWVvZtJST09Hhy9oHH9PNmY/7vK9is8pSACvjKDEzu44og9ews1vXpHur3Kpj69hZYAvjFbIb21LtG9fXqCvfojAj2hWta88Ziwu1YUnD1P2cO9CNbIPHT1R70Og4O9LSTyvTZngD1/vZM9wpuXO3jNhz3GBPS7W9FmPWBqjLwcM7G891eFvaf51TyK2nM7+rSHPeiqgr34daw8ZzZNPerko711/p+8igZgvb3oTj2BvHm9EnPQPCPyAj10cSu9ov20vKm80jxuxQY8rDO1u//4o7z2pQG+HKt/PbvuG73EyUQ8dFm/PSB4Bb6o3S+8N63wvVsp4jxblcG8G5nOvYfzw712I8G9",
        "X8GivRyzFT15oDw9P9nZvEoxn72sOKE9Vo6NPFqvWbz/tYs8V2QhvckRyz2liIo8q1QlPIbQODxIr4K9nkz2ve0WOb2qoys9sScgvbAfjr10ahA9fEEyvTTJ3jq2PtI9mAZmPY/Fcb1aiEu86ADCvKANRLtNJbu9IFTJvTLfxD3fn9w8ao2RPc10gT2SZv8858XOvXEuljzwMwK+z2uUPRr6HbxxSK29S3fBvd5kKz3f2Hk9k5UQPUsFBb1z68w9pKjTvIwnmbyOHOi97oUuPRSpCD2Pda69WeVIPapyErzLYcw8umUgPOjRU7vm7GG9b8mVvEdtrbzOsaA9bI2FPXReuL3zHcm8jyogPbJ1KD3qS/Q7ROtevcIzur1ZLr49M9lnvFK9BzzKhZ68LMmrvXvQmzsVp5m9wcOBvfi4db1+iF09fze+vEUHbTy4Ate9c6jSPYv0Mz1L+KU9JtMZu8ipSr2l1489z01mvGWofT0/R5s9r0yovdNYzry2kZo9Fqd+vWFPlj064628MVGfvXaQhbtHWqm9gHM4Pcvahz1mtr87/P2BPUMHgb1DejQ9gq+ZvWCUkr3yR3O9+UQuvXx8gD0ox808lJs3vG9Q77yl8ok9ctGLPQwAk72rvbA9cfdnvSA0v7ywAcq7OWbAPaNwIz0hrwq9lPozPMK2IDyMpyW9ukqfvGDC+jlVOiS9wG6Dva3Eor3/sec8Pl6pPc0TnT0rtrC9LWmYvNhsYzx7nlI9gASOvYkEqD17Oaa9qUxKvf8cSb104n29dVy7Pb4djLxV0l05+fqMvedhiL17fKM8zN+OvOZ1hb0/0dw92g0MvYxfZz2P78A8Mv2oPc6jFL1jet8887Ezve252bzKgxm9s0+SvRSflrwWRb49G8Qfu5Znhr0GGZE83y52PfSWWj1Ih4M7HlG+PBhC9zwO90a7kOKdPE/gTzzTO4G80ac5PQmZEr3P0H09WMfRuifimL1wwnA8O1myO8RNWT14NTq9eiGou/QUkL0PMYU9",
        "wRu7PNMOPjvxe7o9kbB/vQOvDrxlwpq9+lnkO7Dglb1W9Q29NZCOvT/We736gEC9HST4PJrF7jvTU6g947elvThsVzzImck9UEY+vJXgib3/jFi9nq2wvdf8wj0y2w89YZ2fu9bW0j16FWA93Q+rPYR00LzmAKM9phGsPH66Eb3znKI9wZmDPe/FprxhXII9cLp4PVWLJb1wnGO9DfqVO1Pesz1/iP08JLeoPKY+nr05hHa92jg2PGTUBz13f0s7T4GAPVmeATymBU697aFFvbBNnr0c+/Y8VE9dPeIYqL1hHhu8z4MbvP1gOj13a0q7qUuGvVfXjL38tX89EkmEPd3YFr1G2KK9ClYPPZ63wj3Hk7G9ptNovZuLjL0fs7+9kfkSvQBrLz0CGjK9X3Q5PIH5gTxtUqy96eGFPeojGr3gsn89PJnFPSMk6jtINKC9q0m4vRl7LTyNdkC9JdqnPQb2mr0KdFa9zQiCPUm1lj2nIii8FlKQPGQybz3z1JI9sse4PY8Mjz09tZ29M9qyPdKRbLxYibE9YzS3PZ6IOb28IGi9Rc5nPdcniLwyRDy9ZtpDPYWunj1aYA48SA6CPfomET0/E2w9ILtbPQtRmT0PMOy7S+3DvF3BxrskirE9m1+UPb+aUjy237q9wqayPdxmobzguZe8ecRevTz5ND0Lr9s8C5NQPRdCHz1rycY9JOo0vZ/vX7398y+9O29ouwBZcL3qHZi9v7B4Pcj/qLz9Fyu9M+m6vCDNMjm5mrA8IqHPujhwmDygDs89wPhwPOYLoDzLuEE7IMeWvNgCkT10/nw96y1nPE07ur3IZkW9X3eovTr6Bz1Ec8a9dYimvaRiTrworWY90yrUPacg5LuTbHw887gEPX0du7yZvD09JpCyvIl86jzP3IS9ojWoPP58sDu5DYq9jMdyvOarwb1o52q9UKaFPUMxjz0WWLK8i8wuPWuBEz2zARS9T58oPTBJAbvH5bq8LkMdPdu4pD1kWyY9OFaYvaupCr2kQEQ9",
        "qG+WPUbibjwLxvc8A6aQPZN0Vb0J7+K8qeZLva0dU70fFx29/5amvbFqFT0Kt8i83yWavU2aLL1hiA+7CcVjO1EiqD1k0bS9T/O5PT1ABb3tIDO996POvdJtnL2muKS9J1Q9vXT/nTzjy7C9vjfFu4u2o701uE09ZI6WPVNrVj00tiK8M5dUPU+cTD3vGYC9AAS1Pa6v5Dy8Oo294lC4vFlnv72VFX89xDbFPMFhcL1xp149hTa3vSILlL0cMhg9ERTBPaNAOb3g1j88cYo2vBOJ6LuuWKS9fihuvD4MrT0Buqu9VENDOxO2UL25x4u9mh+Ovc+Ge7yK/YI97OTkujv4LbxYPMs6cY4lvVSzU711NNU8KC2xPTYzYzx6eDW9jxlpuhU2fLs2ubm7mvqbvXyMoj0bhoq9B3Wivdb1Yr0RrAm7Qn4HvY9mvb23Azk9YlkjPZdoTr00Nwc9GxCFvSAgkD0Cyho9toE+PdRfgb35EKW9eFWXvQ+AKj0jcNo8M0CLPSBBlT3/pIA9TfYhOtVqXTxQ06m9bPelul7+ljv6J9O8lixKve4Oib0B0y09VWjRPMAiNj0noiO9lBM1PdZodzyEMCm9xqkTPRSEIT0brzw8RFtzvagajL01mcg9xzM5PImwTz0ZZLI9LEY5vbQSWLt5ure8U8DPOMPOXT08EkC9sRWvPe6Kab0Zwv08WqqFvL34Ab0Z0AY9wIOtvS/8A7spG0Q9aBcSvVt+OT14W0Q9sP8cPDQGT709THu9Br7XPMzdFT1lnXk8339aPWxw/zy5IbM919CMvaNt1z0NVyU9vLq9PUztWb2w7Yy7VCiCPTC4n714n3m9+TWMvbFztj3MOBq89vs/PclTtz0LQoQ9/YA8vN/c/TytPyG9dtiuPNFmBT2gymY9i7CXPeUcIzwS1R09/DYXPU5Xxz0wPTo9rd2wvCaonz15Nww9RebXvNm0sr34HoQ9l3f+vCa3dz2OLSQ95+BBvSfvjDv7jIQ9CLWIvR83nb0Ndi68",
        "SqxcPUW9xTzW5sE72uunvRIWN7xDs5q8r6TtPH2XkTxs4K89SXhtPXNIar1mOou8+cugPFrbZj1WFBK8ayNMvXJc6b2lZey8g2asvTzuhjwZdI68n5jcvR7ZFD27m2K8r+YMPUm4rz0c7o89wdJiPNCopbx53fi9SzDgPO/xWTsKG7O97ry0PVWRiT1Ub+y9cqlyvX/wdr1eFcy97zamPdP5i72bscY9KzmcvW7X/LxqBKe9088zvQZiLj1FgVw9huyZvLLPjb1V0Cw9BLPCPQMlZTyQSCY9nXHEPPS4nT2FVHW8F2uRvaRHGb2hj7C78wmwvJ74Vj04iDc9SYsGvTrx3Lt5n7i7dM7sO/GlLb2Wo5+9O5g1vTdUA75OHE49p6YvPQScPD3BvMU6E22/vXGlBDxoenw9GDCdPaqDoL1WTVg9AEzPvdHgZD0V+gS+8Bi7vYlrtT3k1fS6yQnzPJ6f97ztzoc7aS3DvGxqhb2x13+93rizPdEDRT06wBG9yFVgPTFl372cKJk98zGvvd3m7Dx6apw9DWIGOpPIkb26SpU9MJk2vDs1RTxmCwO+ZaMovados710oh07lSSRPYlBYr2QNh89PXHLvVXaCr3e4aW9A3L7vewf+Ll25aW94uLWvXkcJD3x04y8TZK9vCJZDjvU5Qu9m5rAvYUcZD3oVwy9uT6nu0oD/Tw/o6O9UgePvSLYoL0VPr69pReiPQUOajybnmi7+aE+vRVAxLz6g3o93bLtvK0Ilbv/xjA8CYSevTTwmD0raWW94h6PPR0Ssj2zhI89UfXCvWKoUT298Me9mdMnPSP2jrx49yI8LV2GvO2Bx732YIW9lyqMPQyYWb2Q+947inadPeeRQ70PSaM9mDgJPYtLtD2+6ME9/98xPVG8Qr3N5tS95NuAvc4ZQz3brUO8ygOFvTNkDz1yR828KdWUPc3gaj188ZG9S/YMvGZMdz1p5As9pfX3vJVA6D1Q16281aPnvfUrmL1gyQU9X4apO0JIzr0afLu7",
        "Ovtxu5yZWD3oM4+9uHyzvZ2Iwr29QRc9Vnx4OiOdxD1AtMu8Mz1lPGAxeb1xfCa9+ppmvdItxb3Q4pM9nA6oPRmOhb1oHOi9uJNpu+Lo1DzxABo9148CvYiCXLyaUNy7jc5bvS9pTb1CMqG9u1dzvCEYuz0Hw/882PL9vIK5kL1qYgA9LBKnPcCAlD0BfjG8Wom+vT8ObbxK+Ve9am4/PUd5sb1SUhq9udnuPJbXCz2SD8C8OF1iPV24Zj0QIMk9S1aUvdsI+L2Pq9A9Uw+oOw5DTL2JbBO9Ka9mPT2G+r0d1mQ9KTe5vXeTHD1hzqS94ZchPTq7uLxokFs92ovPvet8tb3nl7E8KhoQPMDimzwbzTS9XPE4vYTOGT0Nuyc9DGW+PTdG0r2Lp9M8DuIFvUDtkb0BG4U6S4ihPVEXvDw7fA09uqqCvFzcT737vL48jty1vdI/s71jOpw9fB6VPIlOdb2SzJM8ACSivT5NPD2UL1Y9/O6APTB6M73zi6s8DcoVvS5fVL3bfPi85uY2PaIhjL0aAJw8xnS9vcyFNT2/I3u8hXFoPfvmLr14vqK90LWMPZKbzT3lkpS9EjzCvKmyqz3TA0A9rldKPPuofz37U3M68weXvWefGb1pZD49e2W3vT4gfr2JPqS98gOavOLu4rqteoa9O5R5PUBmij0VJiU8wcXavdtQbj2EWJE7+T+QPXIL7DzU8mM8Kg2cvC1M7juiu6i887w5PZq+0r1nHtc9rzR2vQIWKL1Wxdm9cKy4PWIR8Lz8Lq+9S1U1PXoYnr3oKLI83AGHO57t2bxidba9DH3gPKFWuj1ERJi9ABiaPZSgiryFHg48IqmEvSmUbr1pkp89BjtsPfyKvD151LM9+rWJvOnGhj2bsre9bw8mPXqg/7wCoyu9W1tRPYdf6r3Xm1u9t1i4vO2hkb2IQ4S9tlTnvQ/8yL2x2ui8R8i+Pf2RIT0wNDa9N8ztvIT6kzx5lde9cntjPVl7oz1CXpk86ZXSPaXGdrtO84W9",
        "Om9dvCe6xjuVtgk95oh1Peu38TwNNZe9XGFlPUi4gT37arE9/3PzO3dw0r12KAq8yiOgvUq0Hz30WCm9Ml+NPRz00b1QXHs9TKJzPRPhCD24dBA9RTifPV8wd70GRrE90o2/PMsFmT2QPie9EgJnveBp8b1DUIc9oGI8vdALzb3gf2Q73IDMvJOGJD19VNa9oe7EvYAGILtof8+95ySHvWGuFzxkJoI990XavRMf8LwiLpY9ty/CvewcLL2876w8E96RPXgcszwUgXI9kZadvTGmVj1bo9q9mISVPbe1nL0TbQe9i447PeDI6LwKTds7i1wVvfcjcb1QbDu7EuyPO9vuuLzYKmI9Gle7PEYuqb35N4u9iKiavDHn0rzFPig9infjvVeQiD16cNw8CeUrvRaD1r3J5ue7V4bevfNBLr0qIoY9IqJ6vemhnL26z5e9D1fkO2dV9Dz2jV69NjilvSWh3jyuvh47kdCsvNxc2rqxD3U9hDFrvWEH3722ipQ9zTkIPTWhiT0heoc9G29AO+rF1Duba9m73sz0vIloKb1YAlE93O9hPemk8DycUN2943fDvac5iD37kZI911WLPVDcmz2HOKg9zVIRvRYN4r1TWky8AWCaPLUIvb2HEnI9u0OnvaPmkT3YQJY99Up7vItonzxYdUY8vGmNPeayxb0="
      ]
    },
    "dense_1": {
      "bias": [
        "rlGGvMU3gbxUcg+8pLNhvDIPjLwOH6Q5Dayxu3nOkLzbtVK87UwJu2cNNbzRbdO787Y1vJXTRbyTAkK89o5vvFpJbrwVXGi86nmQvGbvJrwfTiy86PrnOq+YFbwnalq8orbtu6Aw8Lv60CC8JgIWvBD4D7xvLAe8giHAu1wyuLupY3K8V4XTuwAAAADBJpS7DJOouwAAAADPkpO8pvt/vJXuWLxfluG7wlQRPPJESbyFVHO8bX+BvGI8BLxCLWK8tCjHu3PNYjpEaYO8WYIHvO0KsLzpOS87kLQJvA12FbyVJhm8ioRhvF6XW7wJ3AO8mbvVO/FahbwNoz28huhqvFBsVTx0vrG8SucwvEYpd7ttA4q79GoVvA5ej7x7VIe886AxvJAT0bu+JgO8mZV8vGwQRbz/H2C8cNfSu4C5P7zDlV28k3ObvB2+M7xslH+8QvAIvG4TerwaNCG8w+tbvJcYMbxWhVC8yUlsvPuKJ7xbzcC7BOvgu8hXe7v1Phq8nGCkO4bJH7ydSVq89aUPvGpErrp+YYW7MLF+uQy9v7trzke84bWiu+qI/7tgEz28/BIlvOf8mLzwAG28pwMRvCZQgLwbq4C8VRA5vF9fLbxag2u8kqmCvLpvJ7w2sSw8nZgMvMWJtDsBK8K7LwhUvKS0hrwrJcm728kuvAP0VLzjTiO8hbRGu9Bdxjro1ne8x8t3vHbhn7udkW28a3L1uwcqYrzpeDK7ISdyvBm527sR6/+7CHU8OwAAAADtf4C8AAAAAKubJbwFiFa8UwGgvC7RKbyc6nW7wI8OPPyCyryxZCe8KSgMvFcdgrxC8U28n2UtO7jyN7wuo2K7kvhxvLkWLLyYpby7RPSZvCu86rt6oiS7aEyCvKBxq7yG3sq8un1UvFNHVLy+/Ie7RuKzu6naDbz67x68+CZgvHMYfrwjfE288wgCvL+EK7wpySu8lJJ6u5qh1bpQ6TW8v6zau9tmALyEG5S7TACGvD62+LtdUkS8JoSZu74jP7z8Wka8",
        "RS1bvJaTUrxWqxW8WABZO4lf/7th1Qe88iynOpW/8rsYRjU76DbIu9t3U7yTUX+8aBjluk/YA7wNyeO7FKBIu2GCf7z3EfO7i9RHvKZDMrtSqum7PG/cOxXHYbyUInK8bTkKvNpk/7urq108Utw6OgAAAAB6wUy869JWvMiisby+Eni7sqckvPrDLryDFEG8p6YmvHsEjruanfm7esl4u37rYjvWrWC8t36CvH3zC7wAAAAAj8lVvMSubbw+XqK8nzZzPBOrFbwDnGq8JL7Qu4w+p7zrbGe8a+FNvI0nbLxlvJm874GAu6eFO7yUXGQ3tG9WvAzsqbvpuzC8F3QLvEfoFby3NeU7fT+qvKSRALwg7zg7mGjUOMfEZbyOZxm85HI6PC3FIrzc1q68U9PDu8QUMrw8o5u71DXUu/tmQ7yn8uW7Lr6dujbC8zvPboa8fxTbu3ghm7vha/w6zYXvu7enQbxXr/q7eoZWvH3otLxvFJ250J/Au/mHnrunYSm8xqAcu9snw7sREEq8PZCGO8pWpjvRzJO8vstPvJGhYrwaUOW7cPWuOoDb0bsAAAAAabtHvM582DvlxL28ezBmu/ZjK7yR/H6811IivOw6PrwXFpS8R5eGu65hL7yhGvy7S92zvBkzibvboHm8ypFOvDc1Mbp1OyW8bitovOgNj7zQ5h+8885/vJw3UbyjtFO8yOyQu79wArzNN5C8vFMXvDwTmrsL4Wa8Xv8nu5+4GbxlLr+7btwFPGLSqLtmqa+8X4MivC4oBryfTIC8JMyRvC2F+LvScSs7B01MO7PoQbta0Dg8H1I3vF1FljslRyq8VrCzuwuhdbza3vO7WNb9uzcQtbsAAAAAa3rJOvNwvLwAAAAAFH8hvJeymLz4Voi76YpzvIN6z7tzZgu8jdDvu1MCbjyzB+i7/SQgO9g+CbwbzZ27AAAAAC6FIrwXKYS8VmR/uziqBrzdWXm8WyaEvBwAEbz0HbC8YoHxuybvRrzUR4W8RVCAvC5FFryRgd67",
        "SFoFu9wDpbxIg7S8A/w7vFcMPLzRhK470D1rvCn3+7oUTaW73nmtu04M3rz0LSK80/UtvBi4CTrScku8xT5HvKulqru6fN27NdBDPIv8srwDWka8r2QMPPtJCbyO5XS8M9kpvOdPA7ykmTO88aCBvOdIAry1Ao67LexevP/fBTt+L627aFhYvOp7tbsCXJ28lec3vO1obrxiCga8Zs6cvFew2LwN0By8fzhyvCvvE7w5UDW8/Dq3u8pXOLyo9Pq7G+NvvLhoIrwmJLi83q9Pu3EpHbzJZ3q8g4opvM1TUbwaLdS7TyNZOiR9Gbym4ZG8LbVqO7MbSLw9aTO8NOwfvLi4Vbzf6g28nJTtu7jeC7zBtt67Q6FhvATj5bvR1IG8r4ezvPMM3zusK0O87SRMuyL4TLxxRui76WVAvOHFRbxUCJS8NGoMOv1FsrsAZIm8jDufu0Qp8btayBa8PT5pvGGxlTrvkn+89bthvLCsT7xqx9k7NRubuzgnzLt60Re8OYWcvBK1RbutXdG7nzyGvCMNSrt9Cmm8bia7vEdpFbyP6WC7gMrhu6h9Z7wAAAAAwJvJu3a1BLzsUJa7AAAAALT5BDxr/Ca8vUBMvA3uRLxDeZC8jES0uxxV1jptxCS8pQpLu8N6BbxXYi28wwL6u6pgxbtgDYW7CuAKvAGmt7w="
      ],
      "weights": [
        "CwsqvdeegD3rUUE8oaiwPMmMkL3yfxY9nh9WvTm0Qb2UKIu9142uvZ7hYT2ml489YwqUvXtOI72PYqe9404PPALdn7uwzHi9zMMsvRipeb07GkQ8rdEEvQ6Sj71JRog9xlhTvDf9W7xvnIq9/qvQvEIzND0MVyu9+ngvvGVarTu6KwE9zabHvDh3CD0U6Ye9dmeSvQx2njwHnV88I/4Qva9Pfb0STFe9/RKaPTP447zhptU8/fFLvXuuS7218mw9V7p1PU/zXzxK8Vk9IOskPXaN8jxz7a+7krKuu5zHubwy1EI99ceBPaNkQL1fozE9tDalPGGup72MC329yfvRPLIXhr0BWbu9O42ZPKpQ2zqFIPM8HtAAveIr9bxfXU+8ZOWfvZO0Nz19LW49lvA0vWwFir2jOmW9Je2qvLtu6jxzkQG9YBRYPSmoy7zlVsS86SRdvZdShb3Kynu9Z+dnveYtXj3mUpC7bsssPb+EVr1Bm/W8Cwm3PBbxR72r+2o9h6gZPa/DOzycAIg80t+4PHVECj1MHZe9dGiCPI08Jz3jTfg8XGR9PfkCRb08RR49TGXevOEDubwbLa+9HF8qPBLY9DzlTxW9FfOpPHthKD1V+IW8ql4QvMD6Fb1Ar4k9tjd/vfQ6f72jtmo8ZNOKPezGHLnYulE9GkABPQCUVTxXf9C8+fiVvN/OZr0eWsi84KmgPNv5gr3P4YM8ZIWDPbaRkL0ksri8WZeavDcP5Lz/u2I9O2y5vKxztjzLg5K9bDaHvboThz19lHe9NQ8FPQqsyTxvsYy9AOZMPQ4sbTyO0tM8pi2WvU+bTT0dmiO9FO1fvcFV/jwj3oo8kq5rPTxUST1w6Tu9WGKDvUI5BT3Dx1K8CKaJPZ+Vcb1jAFA9bquCvcKEMrw0NDe9fWVvPWcnFL2ftA09/6YFPe4qIz1USZu79NWJvaMa4DybD9M8ETmDPQWps7wl4Gw8kETNvFyBnzz6D7W8KIBkPeWEUr3btQq9ZTHwPMv0hj0Ny4c9",
        "F+Shu1xu+Tzy8WC9guiXPdudxLtN39G8ltBcvY+pJb0FDpu9CPRrvQCPhT2X3+E83Ag9PadyOLx//kM9Cv4wPFQvFD0SoVU9OPUsPWeMM73Jlfc8dnnXvDkQjj0+Oe87fFJEvVIeLj0l9xu9qbeTvUjeDbxBXo69vTElPLOvmr3qO9+8i8GCvRkBLD0SWz28ukEPPZMNWz0uzGo99cCNPHzzcLyUwoe9UACzvWmyib1hmpU91Rl1vTcQRz1jXsi45OekOnage71gK728NsUyvCSU4jwDo5q9mFsSvAnKYT3B/yg9SHETPVoAvbxUtIo9TF9QPaAo1Lyo6KS8qUSfvSfPGT0nUbK8wZYpPUnNdD35oYU8bb9fPTo2m72K9Vc9epc5ve2Djr2jdeg8pKkXPX9hIzpff5i9gAYXvbxzOj29e7o82m9EPA2UcT0ROjI9gHUrvYZEYD15J5o85ye2O0W5iL1N6B699C5xvSOMPL0Qf7Q8+4kVvba1W7y5Hss8PHWVPLtKI71tunC7Jo56vZRNTr0XoVG9BptSPe9mdz3lsCg9c0O1PNzNELy3XIq9YaxJvQ7Mgz0hgm69bDzyPAuWbb21pa28hO6KPdUFiD0b+oO94hL8O4+MU71cVCg9t5xrvHWrkb2X8WS9mFA9PINmBD2Fj4E93OUcuxglWz2V1NO7K+U9vGRELz1r7PY8aEJFOoFmsTynY669ZltKvH5Aar0WLUY8/hVHPaEhlrzsIXi9esUmvXiNFr2zbU89dByrvH09JbwFnra7mC2+u/m4Ob3ut5k9w/74u1U2Wz1AYT+8LZnivOminL3smaW9wvxXvb0AUjxj4J+8aYCIvdPnwDwIdKw8gAvkPC8nkb2O9189zQh2Pdsmdz3RMpS9XVWavTOnw7yt/OA7EIbnvGodFD3g5LW87guXPF6bZr0rEEQ9RI/UvDsbMr1Ugpw8KriIPfZZBzyL1Gm8Z7yXvPh8cjwtEYM8/fI9vdbnGz0UmQu8JJzUvMlrHD2Q3aM9",
        "NBmsvcRdRb0uAE69Ex+CvS9x9zyqAIu91c/aOxn/ZL0xPUC9yeFjvUVLmrwOJDo9LfWevUw9Lj3e3P08GHcePMZHaTxIP6m8BKyDvVc8Fb3cXCM91O2JPbLsiL3C27y7znAlu0nktrtqZcC8XyWGPVVu4DsxHIu9C4Fbvdl9U72Bfjy8r1KbPGHA/TvagRM9TswbPBk+WLxdcBG7DFJXPZsWdb1rL6A8VpkXvR3fiT0gshO9ZXHzu1Ahmr1mAOW8s92NvRu9Njxkoju9k2jXvHxXeb3A9z272SQrPXBqcD2DCpM9rWP3u4A+j70tgIS8c+diuxdTGTwuj6S9xZCUPLDrej2IHIe9q4GEPTU7K70E0pe9d7c8PfDx0jxl1fI8y92cvRPMZzogqhm9XyWAvS/aKj2YSru8Dr+aPBCdkzu7p9W6iTxkPXu8Uzz6qvG8Pa4JvQoYVb18giM9k9m+vXlRVDxvKwi9aa6nvK6qijoSTSq9D0+XPd4AobxDRoU9lQQwPUBmk73bqTW92rYqPZgLg70Gr8A83FwjPWn9hj0DLdQ8+t+ou6m/mL32CY+9K08iOyVUYL1/iJg9gMJeOhkYn71psZq9sXGSvQT+o72XbUK9+wUYvS9rd713u9i8rjTvPPfM77uKjSg9i/DIPFbwA7ymg1C93tLtu8Yeer1eS4i9qR2jvcZyZ7odVmc95REhveplHjxF0hO9DOrNPCbgeL0qrJO9idb0vNKEij19Y0m82jJsurViIL2U8YI9JIbQPGaTvjykkCa9f7nfOwpJ9zwXB8A7ECoPvWyjtrwvCoI8aRHOvFrHJry/2W890fGBvcv8ZT1ZKz29ZQFvvajzKTuIiwQ9YGPCuz1p8bxiMx49ijuJvQl2br2/R209Y9SKPNt+Lb2J7Io8za6SvT1CLbv92KW9SQ2UvUOJXz0dc409dG/YvIESSr1uZGo9astcvRh4pry6wnm9Fl0BvJCL8jxJPTK83u7TvNiyEz1yadg6jZPoPIN6nr3S15G9",
